[
  {
    "name": "Miami",
    "start_date": "2022-05-27T17:00:00.000Z",
    "end_date": "2022-05-29T23:30:00.000Z",
    "description": "The MI AMI Musica Indipendente A Milano is a music festival organized by Rockit.it since 2005. It takes place every year in a park (currently the Idroscalo of Milan) during the last weekend of May. It hosts only Italian artists mainly independent, alternative, without distinction of musical genre but with a careful selection of musical-cultural.\nThe performances are divided into three stages, the main stage, the hill and the MI FAI separated by decompression zones where the same musicians involved in the festival meet as well as the audience. The areas provide a vintage market and different music publishers of independent realities with their merchandising.\nThe MI FAI is the \"spin-off\" of the MI AMI, an exhibition of illustration, comics and drawing, with live performances also simultaneously to concerts (live painting).",
    "site": "https://www.miamifestival.it/2022/index.php",
    "img": "https://imbruttito.com/images/miamifestival2018-600x340.jpg?p=16x9&s=a9dc40eeab659d4e4ea9c7089fc2c16d",
    "alt_img": "crowd at a live event",
    "pointOfInterestId": 19
  },
  {
    "name": "Concert of Kendrick Lamar",
    "start_date": "2022-06-23T21:00:00.000Z",
    "end_date": "2022-06-23T23:30:00.000Z",
    "description": "Kendrick Lamar returns to Italy with a highly anticipated show that, produced and distributed by Vivo Concerti, will see him perform - after 8 years from his first performance in Italy, in 2014 - at the Milano Summer Festival (Ippodromo Snai) on Thursday, June 23, 2022.\nThe pre-sales of the date announced today are available on Tuesday 15 February for 24 hours exclusive presale Vivo Club. Tickets, however, are on sale online from Wednesday, February 16 at 11:00 and in all authorized stores from Monday, February 21.\nAfter the release of the latest album \"Damn.\" , sketched a few hours after the release in first place on iTunes in 65 countries of the world - including Italy, where he received the Gold Disc certification - Lamar edited the OST of the movie Marvel \"The Black Panthern\"The first film comic to receive an Oscar nomination for best film. The soundtrack collects the best of the American hip hop scene and the single \"All The Stars\" feat. SZA jumped to the top of radio and streaming charts around the world, ranking in the Top 15 of the most listened songs on Spotify.",
    "site": "https://www.ticketone.it/artist/kendrick-lamar/",
    "img": "https://www.ticketone.it/obj/media/IT-eventim/galery/222x222/k/kendrick-lamar-biglietti.jpg",
    "alt_img": "Black and white photo of Kendrick Lamar with his name written on top",
    "pointOfInterestId": 21
  },
  {
    "name": "Concert of Caparezza",
    "start_date": "2022-07-11T21:00:00.000Z",
    "end_date": "2022-07-11T23:30:00.000Z",
    "description": "Reluctantly, once again, I am forced to tell you something that I would not like to tell you: to date, as you know, despite the improvements in the health situation we are witnessing, there is no guarantee that the tours in the buildings can start again. Too many people are still waiting for a nod that never comes and it is really problematic to organize concerts of this size in total darkness. We could move the tour to next fall, keeping our fingers crossed and without anyone giving us a shred of guarantee, but we are no longer in a position to do so. My band and I just want to play and see you again, that’s all we want and at this point, the only time to do it, without any nasty surprises, is summer.",
    "site": "https://www.ticketone.it/event/caparezza-ippodromo-snai-san-siro-14946870/",
    "img": "https://milanosummerfestival.it/wp-content/uploads/2021/06/caparezza.jpg",
    "alt_img": "Image of the last CD of the artist, 'Exuvia'",
    "pointOfInterestId": 21
  },
  {
    "name": "Milano è Viva",
    "start_date": "2022-07-12T19:00:00.000Z",
    "end_date": "2022-09-10T00:00:00.000Z",
    "description": "Who wants to live a summer show, in the evenings between July and September, has a safe destination: the Castello Sforzesco, which hosts in the Cortile delle Armi the program of the new season of the new dress of Estate Sforzesca, that is \"Milan is Alive - Summer at the Castle\"58 live music, theatre and dance events.\nPop, electronic, jazz, classical, musical, theatre, dance, children’s shows. There will also be a Celtic Harp Orchestra show.\nThe exhibition this year has been able to count on a wider audience, which from 1,500 places in recent years has expanded to 2,300, and has therefore been able to include in the program names of great prestige and appeal such as Patti Smith, Elisa, Fiorella Mannoia, Roberto Bolle, Noemi, Samuele Bersani, Nada, Sergio Caputo, Dixon, Le Cannibale and others.\n 721/900 \n\n\nComedy is assured by the instant theatre of Enrico Bertolino and Luca Bottura and by The Pozzolis Family, with Alice Mangione and Gianmarco Pozzoli, while the theater is \"played\" by Lella Costa with his show \"Tired of war\", the \"Stories\" by Stefano Massini, very recent winner of five Tony Awards with the show \"The Lehman Trilogy\", by Gioele Dix and his show \"Ai nostri tempi (biblici)\", up to \"Una piccola Odissea\" by Andrea Pennacchi. \nOn the bill there is also the dance, which will inhabit the stage of the Castello Sforzesco with the open rehearsals and the final show of OnDance 2022, a celebration of all the dances in a show made of great performances and great performers.",
    "site": "https://www.mailticket.it/rassegna-custom/120/milano-%C3%A8-viva-al-castello--estate-sforzesca-2022",
    "img": "https://wips.plug.it/cips/images//local/tnet/eventin/5/9/tnet_9d09a22ac20a41fd9f15a260b33e159b_d.jpg?&a=c",
    "alt_img": "Milano è viva's logo",
    "pointOfInterestId": 6
  },
  {
    "name": "Exhibition of Marc Chagall",
    "start_date": "2022-03-16T15:00:00.000Z",
    "end_date": "2022-07-31T20:00:00.000Z",
    "description": "The exhibition, curated by the Israel Museum in Jerusalem, approaches the work of Marc Chagall from a new perspective, placing it in the context of his cultural background. This is facilitated by the Israel Museum’s extraordinary collection, featuring dozens of prints, drawings, and paintings donated mostly by Chagall’s family and friends. Over 100 of these exquisite works are now on display at the MUDEC.\n\nThe exhibition project is dedicated in particular to Chagall’s graphic works and his activity as a book illustrator.\n\nThe exhibition traces some of the fundamental themes of the artist’s life and work: from his roots in Vitebsk (now Belarus), described with love and nostalgia in his autobiography, My Life, to the encounter with his beloved wife Bella Rosenfeld, whose books, Burning Lights and First Encounter, Chagall illustrated.\n\nThe books, portraying memories of Bella’s life in Vitebsk’s Jewish community, were published after her untimely death. Many of the original drawings are on display.\n\nThe works exhibited thus reflect the multifaceted identity of the artist, who is at the same time the Jewish child of Vitebsk; the husband who accompanies his beloved wife's books with images; the artist illustrating the Bible; and finally, the original modern painter who, through the use of Christian iconography, mourns the fate of the Jewish people in the twentieth century.\n\nThe works are accompanied by a selection of Jewish ritual objects, Yiddish music, and photographs, all relating to Chagall's roots.",
    "site": "https://www.mudec.it/ita/marc-chagall-una-storia-di-due-mondi/",
    "img": "https://backendcdn.vivaticket.it/img_eventi_new/CHAGALL_T24_260x260_6213b6557fa69_260x260.jpg",
    "alt_img": "Flyer of the exhibition with a Chagall's paint in background",
    "pointOfInterestId": 15
  },
  {
    "name": "Love MI",
    "start_date": "2022-06-28T18:00:00.000Z",
    "end_date": "2022-06-28T23:30:00.000Z",
    "description": "Love Mi was a charity event, broadcast on Italia 1 and streamed on Mediaset Infinity on 28 June 2022, presented by Elenoire Casalegno, Aurora Ramazzotti and Gabriele Vagnato. The program was presented live in the town in the Piazza del Duomo in Milan.",
    "site": "https://it.wikipedia.org/wiki/Love_Mi",
    "img": "https://mam-e.it/wp-content/uploads/2022/06/love-mi-concerto-1140x651.jpg",
    "alt_img": "Love MI's logo",
    "pointOfInterestId": 1
  },
  {
    "name": "Exhibition of Aldo Rossi",
    "start_date": "2022-10-01T15:00:00.000Z",
    "end_date": "2022-10-01T20:00:00.000Z",
    "description": "On the occasion of the exhibition \"Aldo Rossi Design 1960-1997\", a talk, curated by Clauria Tinazzi deepens the relationship between Aldo Rossi and the city. The deep bond between Aldo Rossi and his city - Milan - passes through the architectures he built on the territory, those not realized, the drawings and writings that give an important itinerary between reality, project and imagination. A story made in stages, supported by the same words of Rossi, tries to return chronologically Rossi’s projects for Milan, but also that catalogue of objects of affection taken from the city and from the observation of the places that become forms of meaning able to give life to an architecture of the Lombard memory.\nClaudia Tinazzi is a researcher at Politecnico di Milano in the Department of Architecture, Construction Engineering and Built Environment.",
    "site": "https://www.museodelnovecento.org/it/evento/aldo-rossi-talk",
    "img": "https://www.museodelnovecento.org/cache/com_zoo/images/Aldo-Rossi-Immagine-Manifesto_part_99c61a940be1e2611f8d974e2bb779a7.jpg",
    "alt_img": "photo of the artist with a chair on his head",
    "pointOfInterestId": 13
  },
  {
    "name": "Polimifest",
    "start_date": "2022-06-13T16:00:00.000Z",
    "end_date": "2022-09-21T22:00:00.000Z",
    "description": "Polimifest, the rich schedule of meetings, shows, cineforums organized by Politecnico di Milano and open to all citizens, returns again this summer for its seventh edition.\n\nThis year, the events will be held at: Internal Gardens of Leonardo Campus, at Giuriati Sport Center and at Piazza Leonardo da Vinci.\nThe movies screenings will always start with the introduction of expert professors.",
    "site": "https://www.eventi.polimi.it/rassegna-evento/polimifest-2022/?lang=en",
    "img": "https://www.eventi.polimi.it/wp-content/uploads/2022/04/Polimifest_Eventi_2022_800x600.jpg",
    "alt_img": "Logo of the event and in the background there is a seated stalls",
    "pointOfInterestId": 22
  },
  {
    "name": "Exhibition of Max Ernst",
    "start_date": "2022-10-04T15:00:00.000Z",
    "end_date": "2023-02-26T20:00:00.000Z",
    "description": "Pictor doctus, profound connoisseur and visionary interpreter of the history of art, philosophy and science, the eexhibition presents Max Ernst as a humanist in the neo-Renaissance sense. About two hundred works including paintings, sculptures, drawings, engravings, books, jewels from museums, foundations and international private collections.\n\nan exhibition by of the Municipality of Milan Culture, Palazzo Reale and Electa with the collaboration of Madeinart\n\ncurated by Martina Mazzotta and Jürgen Pech",
    "site": "https://www.palazzorealemilano.it/en/mostre/max-ernst",
    "img": "https://www.arte.it/foto/600x450/91/130267-ernst.jpg",
    "alt_img": "Max Ernst, L’Ange du Foyer, 1937. Olio su tela, 54x74 cm",
    "pointOfInterestId": 11
  },
  {
    "name": "Salome",
    "start_date": "2023-01-14T20:45:00.000Z",
    "end_date": "2023-01-31T20:45:00.000Z",
    "description": "Staged exclusively for the television broadcast in 2021, Damiano Michieletto’s production of Salome finally meets a live audience with Zubin Mehta returning to the podium: indeed the great conductor made his debut in the La Scala orchestra pit precisely with this title in 1974. The rigorous geometrical scenes by Paolo Fantin, overhung by an ill-boding black moon, are populated with references to symbolist painting, becoming the theatre of a murky tragedy of childhood. Vida Miknevičiūtė debuts at La Scala in the title role, while Michael Volle endows Jochanaan with his powerful voice.",
    "site": "https://www.teatroallascala.org/it/stagione/2022-2023/opera/salome.html",
    "img": "https://static.teatroallascala.org/static/upload/696/696812badg--ph-brescia-e-amisano---teatro-alla-scala---copia.png",
    "alt_img": "actors acting a scene of the opera with a big black ball on the roof",
    "pointOfInterestId": 3
  },
  {
    "name": "La Bayadère",
    "start_date": "2021-12-21T20:45:00.000Z",
    "end_date": "2022-01-29T20:45:00.000Z",
    "description": "La Bayadère (\"the temple dancer\") (ru. «Баядерка», Bayaderka) is a ballet, originally staged in four acts and seven tableaux by French choreographer Marius Petipa to the music of Ludwig Minkus. The ballet was staged especially for the benefit performance of the Russian Prima ballerina Ekaterina Vazem, who created the principal role of Nikiya. La Bayadère was first presented by the Imperial Ballet at the Imperial Bolshoi Kamenny Theatre in St. Petersburg, Russia, on 4 February [O.S. 23 January] 1877. From the first performance the ballet was universally hailed by contemporary critics as one of the choreographer Petipa's supreme masterpieces, particularly the scene from the ballet known as The Kingdom of the Shades, which became one of the most celebrated pieces in all of classical ballet. By the turn of the 20th century, The Kingdom of the Shades scene was regularly extracted from the full-length work as an independent showpiece, and it has remained so to the present day.\n\nNearly all modern versions of La Bayadère are derived from the Kirov Ballet's production of 1941, which was a severely redacted edition staged by Vakhtang Chabukiani and Vladimir Ponomarev in Leningrad in 1941. Natalia Makarova's 1980 production of La Bayadère for American Ballet Theatre was the first full-length production to find a permanent place in the repertories of western ballet troupes, having been staged by several theatres throughout the world. Makarova's version is itself derived from Chabukiani and Ponomarev's 1941 redaction for the Mariinsky Theatre.",
    "site": "https://www.teatroallascala.org/en/season/2021-2022/ballet/bayadere.html",
    "img": "https://i0.wp.com/www.connessiallopera.it/wp-content/uploads/2021/12/DL4yi35.jpeg?fit=950%2C535&ssl=1",
    "alt_img": "Photo of the dancers on stage",
    "pointOfInterestId": 3
  },
  {
    "name": "Aida",
    "start_date": "2022-06-21T20:45:00.000Z",
    "end_date": "2022-07-03T20:45:00.000Z",
    "description": "In the repertoire of the Carlo Colla & Figli Puppetry Company, melodrama is always a great source of entertainment. In particular, Verdi’s melodrama, which guarantees a series of characters that find correspondence in the typical figures of puppet theatre, which are based on romantic archetypes where the hero, the heroine and the baddie are enough to create the show.\nAida has a theatrical structure similar to that of “opéra-comique”, in which dance provides a moment of entertainment and not part of the dramaturgy. In addition to all of this is the innocence typical of the world of puppetry, ensuring that the “heavenly Aida” can truly be dressed in celestial colours, the invaders are true “barbarians”, and that Amonasro is “ferocious” and Ramfis “evil”.\nThen there is the triumphant scene, in which the use of puppets is completely free of regular rules and theatrical budgets and can easily generate a blend of hordes of wooden characters and exceptionally large animals.\nThe show is presented in a version that, true to the traditions of nineteenth-century puppetry, provides for the presence of both song and acting. Furthermore, in an overturning of Verdi’s opera, in response to the strong demand from the audiences that crowded Teatro Gerolamo, the choice has been made to end on a positive note; Radames and Aida do not die, instead escaping together towards their dreamed-of forests.\nThe play is part of a wider-ranging project that, in collaboration with the Piccolo, the Egyptian Museum of Turin and the Ricordi historical archive, examines the relationship between marionettes and opera on the occasion of the 150th anniversary of the Italian debut of Verdi’s Aida. ",
    "site": "https://www.piccoloteatro.org/en/2021-2022/aida",
    "img": "https://www.piccoloteatro.org/uploads/seasons/2021-2022/exhibitions/aida/it_aida-4-3_original.jpg?49460be625faa5040159c94174944ea4",
    "alt_img": "Photo of actors on stage",
    "pointOfInterestId": 4
  }
]
