[
  {
    "name": "Tour of museums",
    "description": "Immerse yourself in a journey to discover the museums that the city of Milan offers.\nWe start with the \"Pinacoteca di Brera\" to discover classical art, then we move to the \"Museo del Novecento\" to view the works of that century, then we move from the \"Mudec\" to be inspired by modern art. Finally, the tour allows you to be amazed by the inventions of Leonardo in the \"National Science and Technology Museum\".",
    "img": "https://www.allafinediunviaggio.com/wp-content/uploads/2020/06/musei-a-milano-300x215.jpg",
    "alt_img": "room of a generic museum",
    "duration": "2 days"
  },
  {
    "name": "Tour of theaters",
    "description": "Every year in Milan there are many events, from classic shows to underground concerts.\nThis tour allows you to visit the places where these events take place.\nThe first stage is the theater \"La Scala\" which is one of the most important theaters in Italy, where timeless performances are acted.\nThen we move on to the \"Piccolo Teatro\", an important venue for many events and concerts in the city.\nThe tour ends at the \"Circolo Magnolia\" a park near the idroscalo where events are organized that, for the variety it has, generates interest at any age.",
    "img": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0b/8d/47/bb/teatro-alla-scala.jpg?w=500&h=-1&s=1",
    "alt_img": "audience of a generic theater",
    "duration": "1 day"
  },
  {
    "name": "Tour of churches",
    "description": "Milan is full of churches. They are found along every road and are so numerous that you almost do not notice anymore.\nWe wanted to prepare this short itinerary that will take you to discover the churches of Milan to visit absolutely. I only chose 5 of the most beautiful, curious and mysterious of the city.\nHow can you not stop for a few minutes to contemplate the facade of the Duomo di Milano? The first stop of the tour is very easy to find, after all, the cathedral is one of the most beautiful churches in Milan.\nThen we move on to the church of San Mzurizio, where although the exterior is decidedly sober, entering we can not hold back an exclamation of wonder.\nThe next stop is the \"Basilica di Sant'Ambrogio\" where the architecture and the beautiful internal cloister will surprise even the most skeptical.\nBooking in advance in the next stage you can see one of the most beautiful works of Leonardo Da Vinci, \"the Cenacle\", in the church of \"Santa Maria delle Grazie\".\nThe tour ends with the \"Cimitero Monumentale\" where you can see wonderful structures.",
    "img": "https://www.informagiovani-italia.com/chiesa_san_maurizio_al_monastero_maggiore_milano1.jpg",
    "alt_img": "Image of the entrance of the church of San Maurizio al Monastero Maggiore",
    "duration": "2 days"
  },
  {
    "name": "Discover MI in a Weekend",
    "description": "If you want to discover the main attractions of Milan we offer a tour suitable for a weekend trip in the capital of Lombardy.\nThe stages that make up this tour allow you to see the major attractions that the city has to offer.\nThe first day starts with a tour of the historic center to see the \"Duomo\", the \"Galleria Vittorio Emanuele II\".\nThe second junction instead passes through \"Parco Sempione\" also visiting the \"Castello Sforzesco\", then ending with an evening walk on the \"Navigli\".\nThe last day you pass through \"Piazza Affari\" and the \"Cimitero Monumentale\", the tour ends with a dinner at the \"Mercato Centrale\" where you can choose your meal among the various stands.",
    "img": "https://www.yesmilano.it/sites/default/files/styles/testata_full/public/itinerario/copertina/6298/23579/posti-da-vedere-fotografare-a-milano-di-notte.jpg?itok=wP9aMJ1Z",
    "alt_img": "Drone photo of the skyline of Milan",
    "duration": "3 days"
  },
  {
    "name": "Discover MI in a day",
    "description": "If you want to discover the main attractions of Milan we offer a tour suitable for a day trip in the capital of Lombardy.\nThe stages that make up this tour allow you to see the major attractions that the city has to offer.\nWe start with a tour in the historic center to see the \"Duomo\", the \"Galleria Vittorio Emanuele II\".\nThen you pass through the beautiful  \"Sempione Park\" where you can immerse yourself in nature and relax, and then conclude with an evening walk on the \"Navigli\".",
    "img": "https://img.ilgcdn.com/sites/default/files/styles/xl/public/foto/2022/05/02/1651509563-milano-duomo-1.jpg?_=1651509563",
    "alt_img": "Photo of the entrance of Milan Cathedral",
    "duration": "1 day"
  }
]
