[
  {
    "name": "Milan Cathedral",
    "description": "Milan Cathedral (Italian: Duomo di Milano; Lombard: Domm de Milan [ˈdɔm de miˈlãː]), or Metropolitan Cathedral-Basilica of the Nativity of Saint Mary (Italian: Basilica cattedrale metropolitana di Santa Maria Nascente), is the cathedral church of Milan, Lombardy, Italy. Dedicated to the Nativity of St Mary (Santa Maria Nascente), it is the seat of the Archbishop of Milan, currently Archbishop Mario Delpini.\n\nThe cathedral took nearly six centuries to complete: construction began in 1386, and the final details were completed in 1965. It is the largest church in the Italian Republic—the larger St. Peter's Basilica is in the State of Vatican City, a sovereign state—and possibly the second largest in Europe and the third largest in the world (its size and position remain a matter of debate).",
    "place_id": "ChIJoTZGw67GhkcREy4aECdOf6s",
    "neigh": "Centro Storico",
    "site": "https://www.duomomilano.it/it/",
    "img": "https://duomo.shbcdn.com/blobs/variants/f/8/7/f/f87f8370-813f-459b-a887-fc05029349f0_xl.jpg",
    "alt_img": "duomo di milano at day"
  },
  {
    "name": "Galleria Vittorio Emanuele II",
    "description": "The Galleria Vittorio Emanuele II (Italian: [ɡalleˈriːa vitˈtɔːrjo emanuˈɛːle seˈkondo]) is Italy's oldest active shopping gallery and a major landmark of Milan in Italy. Housed within a four-story double arcade in the centre of town, the Galleria is named after Victor Emmanuel II, the first king of the Kingdom of Italy. It was designed in 1861 and built by architect Giuseppe Mengoni between 1865 and 1877.\n\nThe structure consists of two glass-vaulted arcades intersecting in an octagon covering the street connecting Piazza del Duomo to Piazza della Scala. The street is covered by an arching glass and cast iron roof, a popular design for 19th-century arcades, such as the Burlington Arcade in London, which was the prototype for larger glazed shopping arcades, beginning with the Saint-Hubert Gallery in Brussels (opened in 1847), the Passazh in St Petersburg (opened in 1848), the Galleria Umberto I in Naples (opened in 1890), and the Budapest Galleria.",
    "place_id": "ChIJw7aG_QY1eUcRFtQJWKmcCyc",
    "neigh": "Centro Storico",
    "site": "https://www.lombardiabeniculturali.it/architetture/schede/LMD80-00142/",
    "img": "https://www.milanpublictransport.com/wp-content/uploads/2019/08/1554368280.png",
    "alt_img": "inside view of the gallery"
  },
  {
    "name": "La Scala",
    "description": "La Scala (UK: /læ ˈskɑːlə/, US: /lɑː -/, Italian: [la ˈskaːla]; abbreviation in Italian of the official name Teatro alla Scala [teˈaːtro alla ˈskaːla]) is a famous opera house in Milan, Italy. The theatre was inaugurated on 3 August 1778 and was originally known as the Nuovo Regio Ducale Teatro alla Scala (New Royal-Ducal Theatre alla Scala). The premiere performance was Antonio Salieri's Europa riconosciuta.\n\nMost of Italy's greatest operatic artists, and many of the finest singers from around the world, have appeared at La Scala. The theatre is regarded as one of the leading opera and ballet theatres globally. It is home to the La Scala Theatre Chorus, La Scala Theatre Ballet, La Scala Theatre Orchestra, and the Filarmonica della Scala orchestra. The theatre also has an associate school, known as the La Scala Theatre Academy (Italian: Accademia Teatro alla Scala), which offers professional training in music, dance, stagecraft, and stage management.",
    "place_id": "ChIJV1caia3GhkcRT4MuEEjprRs",
    "neigh": "Centro Storico",
    "site": "https://www.teatroallascala.org/it/index.html",
    "img": "https://www.operapertutti.it/wp-content/uploads/2020/09/teatro-alla-scala.jpg",
    "alt_img": "Empty inside view of the theater"
  },
  {
    "name": "Piccolo Teatro",
    "description": "The Piccolo Teatro di Milano (translation: \"Little Theatre of the City of Milan\") is a theatre in Milan, Italy. Founded in 1947, it is Italy's first permanent theatre, and a national \"teatro stabile\", or permanent repertory company, and is considered a theatre of major national and European importance. The theatre has three venues: Teatro Grassi, in Via Rovello, between Sforza Castle and the Piazza del Duomo; Teatro Studio, which was originally intended to be the theater's rehearsal hall; and Teatro Strehler, which opened in 1998 with a seating capacity of 974. Its annual programme consists of approximately thirty performances. In addition, the venue hosts cultural events, from festivals and films, to concerts, conferences, and conventions, as well as supporting the Paolo Grassi Drama School.",
    "place_id": "ChIJe-AWNK3GhkcRhzhcezTRbL8",
    "neigh": "Centro Storico",
    "site": "https://www.piccoloteatro.org/it/",
    "img": "https://www.nuoveproduzioni.it/piccolo-teatro-milano.jpg",
    "alt_img": "View of the entrance to the theatre by day"
  },
  {
    "name": "Parco Sempione",
    "description": "Parco Sempione (\"Simplon Park\") is a large city park in Milan, Italy. Established in 1888, it has an overall area of 38.6 hectares (95 acres), and it is located in the historic centre of the city, inside the Zone 1 administrative division.\n\nThe park is adjacent to the gardens of the Sforza Castle and to the Arch of Peace, two of the main landmarks of Milan. The very design of the park, due to architect Emilio Alemagna, was conceived with the intent of creating panoramic views encompassing both monuments. A third prominent monument of Parco Sempione is the Palazzo dell'Arte (\"Palace of Art\"), built in 1933 and designed by Giovanni Muzio, which currently houses the Triennale di Milano art expo.\n\nIn the park are Arena Civica, the public aquarium, and the Torre Branca tower. The X Triennial Pavilion (1954) has been converted into a public library.",
    "place_id": "ChIJWUblrUjBhkcRtpP5ICHdu7g",
    "neigh": "Castello",
    "site": "https://www.comune.milano.it/aree-tematiche/verde/verde-pubblico/parchi-cittadini/parco-sempione",
    "img": "https://www.milanofree.it/images/foto_milano/parco-Sempione_Milano.jpg",
    "alt_img": "View of the park and 'Castello Sforzesco' in background"
  },
  {
    "name": "Castello Sforzesco",
    "description": "The Castello Sforzesco (Italian for \"Sforza's Castle\") is a medieval fortification located in Milan, northern Italy. It was built in the 15th century by Francesco Sforza, Duke of Milan, on the remnants of a 14th-century fortification. Later renovated and enlarged, in the 16th and 17th centuries it was one of the largest citadels in Europe. Extensively rebuilt by Luca Beltrami in 1891–1905, it now houses several of the city's museums and art collections.",
    "place_id": "ChIJPXupDrb8hkcRm8JyxGbdVmU",
    "neigh": "Castello",
    "site": "https://www.milanocastello.it/",
    "img": "https://www.milanocastello.it/sites/all/themes/sforzesco/images/sforzesco_edificio.jpg",
    "alt_img": "Drone photo of castello sforzesco"
  },
  {
    "name": "Navigli",
    "description": "The navigli (Italian pronunciation: [naˈviʎʎi]; Lombard: Navili [naˈʋiːli], singular and plural) are a system of interconnected canals in and around Milan, in the Italian region of Lombardy, dating back as far as the Middle Ages.[citation needed]\n\nThe system consists of five canals: Naviglio Grande, Naviglio Pavese, Naviglio Martesana, Naviglio di Paderno, Naviglio di Bereguardo. The first three were connected through Milan via the Fossa Interna, also known as the Inner Ring. The urban section of the Naviglio Martesana was covered over at the beginning of the 1930s, together with the entire Inner Ring, thus sounding the death knell for the north-eastern canals. Commercial carrying continued on the Naviglio Grande, but the decline was steady and by the 1960s a project of a fluvial port to reach the Po River and consequentially the Adriatic Sea through the canals was shelved for good.[definition needed]\n\nToday, the canals are mostly used for irrigation. Some tourist navigation options are also available along certain sections.",
    "place_id": "ChIJteb3pfHDhkcRrS9DNcYIAio",
    "neigh": "Navigli",
    "site": "https://progettonavigli.comune.milano.it/",
    "img": "https://www.naviglilive.it/wp-content/uploads/2021/05/I-Navigli-di-Milano.jpg",
    "alt_img": "Drone photo of Navigli by evening"
  },
  {
    "name": "Piazza Affari",
    "description": "Borsa Italiana, based in Milan, is the Italian stock exchange. It manages and organises domestic market, regulating procedures for admission and listing of companies and intermediaries and supervising disclosures for listed companies.\n\nFollowing exchange privatisation in 1997, the Italian Bourse was established and became effective on 2 January 1998. On 23 June 2007, the Italian Bourse became a subsidiary of the London Stock Exchange Group. This changed on 9 October 2020, when a €4.3 billion deal was agreed between the London Stock Exchange Group and pan-European stock exchange group Euronext. Euronext's acquisition of the Italian Bourse was completed on 29 April 2021. It is expected Italian Bourse will be rebranded as Euronext Milan in due course.\n\nBorsa Italiana is also informally known as Piazza Affari (\"Business Square\"), after the city square of Milan where its headquarters (the Palazzo Mezzanotte building) is located.\n\nBorsa Italiana is chaired by Andrea Sironi (former LSEG director), and Fabrizio Testa is the CEO.\n\nBorsa Italiana is regulated by the Commissione Nazionale per le Società e la Borsa (CONSOB), an agency of the Ministry of Economy and Finance, based in Rome. As of april 2018, overall capitalisation for listed companies on Borsa Italiana was worth €644.3 billion, representing 37.8% of Italian GDP.",
    "place_id": "ChIJaQpmMFPBhkcRHvsc2KHQQzg",
    "neigh": "Centro Storico",
    "site": "https://www.borsaitaliana.it/homepage/homepage.htm",
    "img": "https://www.giornaledellepmi.it/wp-content/uploads/2019/09/6637954005_c48e0af88e_z.jpg",
    "alt_img": "Photo of the square with the statue in the middle of day"
  },
  {
    "name": "Cimitero Monumentale",
    "description": "The Cimitero Monumentale [tʃimiˈtɛːro monumenˈtaːle] (\"Monumental Cemetery\") is one of the two largest cemeteries in Milan, Italy, the other one being the Cimitero Maggiore. It is noted for the abundance of artistic tombs and monuments.\n\nDesigned by the architect Carlo Maciachini (1818–1899), it was planned to consolidate a number of small cemeteries that used to be scattered around the city into a single location.\n\nOfficially opened in 1866, it has since then been filled with a wide range of contemporary and classical Italian sculptures as well as Greek temples, elaborate obelisks, and other original works such as a scaled-down version of the Trajan's Column. Many of the tombs belong to noted industrialist dynasties, and were designed by artists such as Adolfo Wildt, Giò Ponti, Arturo Martini, Agenore Fabbri, Lucio Fontana, Medardo Rosso, Giacomo Manzù, Floriano Bodini, and Giò Pomodoro.\n\nThe main entrance is through the large Famedio, a massive Hall of Fame-like Neo-Medieval style building made of marble and stone that contains the tombs of some of the city's and the country's most honored citizens, including that of novelist Alessandro Manzoni.\n\nThe Civico Mausoleo Palanti designed by the architect Mario Palanti is a tomb built for meritorious \"Milanesi\", or citizens of Milan. The memorial of about 800 Milanese killed in Nazi concentration camps is located in the center and is the work of the group BBPR, formed by leading exponents of Italian rationalist architecture that included Gianluigi Banfi.\n\nThe cemetery has a special section for those who do not belong to the Catholic religion and a Jewish section.\n\nNear the entrance there is a permanent exhibition of prints, photographs, and maps outlining the cemetery's historical development. It includes two battery-operated electric hearses built in the 1920s",
    "place_id": "ChIJ86AjdDDBhkcRlB_wfs_iB1U",
    "neigh": "Monumentale",
    "site": "https://monumentale.comune.milano.it/",
    "img": "https://www.visiteguidateamilano.it/wp-content/uploads/2016/02/titolo_scheda_monumentale.jpg",
    "alt_img": "View of the entrance to the cemeteries by day"
  },
  {
    "name": "Pinacoteca di Brera",
    "description": "The Pinacoteca di Brera (\"Brera Art Gallery\") is the main public gallery for paintings in Milan, Italy. It contains one of the foremost collections of Italian paintings from the thirteenth to the twentieth century, an outgrowth of the cultural program of the Brera Academy, which shares the site in the Palazzo Brera.",
    "place_id": "ChIJH05-WBHuhkcRNjexLI56Nhs",
    "neigh": "Brera",
    "site": "https://pinacotecabrera.org/en/",
    "img": "https://storico.beniculturali.it/mibac/multimedia/MiBAC/images/med/88/d4a52ff7f5563dad5282957d6116bcda22214b.jpg",
    "alt_img": "Photo of the internal square with the statue in the middle by evening"
  },
  {
    "name": "Royal Palace of Milan",
    "description": "The Royal Palace of Milan (Italian: Palazzo Reale di Milano) was the seat of government in the Italian city of Milan for many centuries. Today, it serves as a cultural centre and it is home to international art exhibitions. It spans through an area of 7,000 square meters and it regularly hosts modern and contemporary art works and famous collections in cooperation with notable museums and cultural institutions from across the world. More than 1,500 masterpieces are on display annually.\n\nIt was originally designed to include two courtyards but these were later dismantled to make room for the Duomo. The Palazzo is located to the right of the Duomo's facade, opposite to Galleria Vittorio Emanuele II. The facade of the Palazzo creates a recess in Piazza del Duomo which functions as a courtyard, known as the Piazzetta Reale (literally, a \"Small Royal Square\").\n\nThe famous Hall of Caryatids can be found on the main floor of the building, heavily damaged by World War II's air raids. After the war the Palazzo remained abandoned for over two years and its condition further deteriorated. Many of the Palazzo's neoclassical interiors were lost in this period.",
    "place_id": "ChIJoXV1xa7GhkcRgWMIumOeV90",
    "neigh": "Centro Storico",
    "site": "https://www.palazzorealemilano.it/homepage",
    "img": "https://milanitaly.ca/images/royalpalace.jpg",
    "alt_img": "View of the entrance to the Royal Palace by day"
  },
  {
    "name": "Santa Maria delle Grazie",
    "description": "Santa Maria delle Grazie (\"Holy Mary of Grace\") is a church and Dominican convent in Milan, northern Italy, and a UNESCO World Heritage Site. The church contains the mural of The Last Supper by Leonardo da Vinci, which is in the refectory of the convent.",
    "place_id": "ChIJgxy_RFrBhkcRWVrH08TNW-0",
    "neigh": "Zona Magenta",
    "site": "https://cenacolovinciano.org/story/santa-maria-delle-grazie/",
    "img": "https://3giorniamilano.it/images/Monumenti/Santa_Maria_delle_Grazie/Santa_Maria_delle_Grazie.jpg",
    "alt_img": "Lateral view of the entrance and structure of the church by day"
  },
  {
      "name": "Museo del Novecento",
    "description": "The Museo del Novecento (\"museum of the twentieth century\") is a museum of twentieth-century art in Milan, in Lombardy in northern Italy. It is housed in the Palazzo dell'Arengario, near Piazza del Duomo in the centre of the city.\n\nThe museum opened in December 2010. It displays about 400 works, most of them Italian, from the twentieth century.",
    "place_id": "ChIJLd2VYRsuVUARNjgLnq9U2dE",
    "neigh": "Centro Storico",
    "site": "https://www.museodelnovecento.org/it/",
    "img": "https://www.milanoweekend.it/wp-content/uploads/2014/06/museo-novecento.jpg",
    "alt_img": "View of the entrance to the museum by night"
  },
  {
    "name": "Museo Nazionale Scienza",
    "description": "Museo Nazionale Scienza e Tecnologia Leonardo da Vinci in Milan, dedicated to painter and scientist Leonardo da Vinci, is the largest science and technology museum in Italy. It was opened on 5 February 1953 and inaugurated by Prime Minister Alcide De Gasperi.\n\nThe museum, in the ancient monastery of San Vittore al Corpo in Milan, is divided into seven main departments:\n\nMaterials\nTransport\nEnergy (including Thermal power station Regina Margherita)\nCommunication\nLeonardo da Vinci, Art & Science\nNew Frontiers\nScience for young people\nEach of these departments have laboratories, especially for children and young students. The Transport section is made up of four different parts: air, rail, water and Submarine Enrico Toti-S-506.",
    "place_id": "ChIJm-5swlnBhkcRkuvlGcqPRXI",
    "neigh": "San Vittore",
    "site": "https://www.museoscienza.org/it",
    "img": "https://kidpass.it/wp-content/uploads/2019/02/museo-nazionale-della-scienza-e-della-tecnologia-leonardo-da-vinci-min.jpg",
    "alt_img": "Photo of the internal park of the museum by day"
  },
  {
    "name": "Mudec",
    "description": "The Museum of Cultures of Milan is a center dedicated to the interdisciplinary research on the world cultures. Taking inspirations from the civic ethnographic collections and in partnership with our communities, we intend to create a place where to dialogue on contemporary themes by the medium of visual, performing and sound art, design and costume.\nFundamental aims of the museum are\n\n> the research, the collection and the preservation of non European cultures, in their material and intangible expressions\n\n> the promotion of a public participation in the enhancement of the past, present and future heritage of the museum > the promotion of an active dialogue with all the involved communities: the ones identified with the Forum della Città Mondo, the ones which recognize the heritage of the museum as a fundamental element of their culture identity, the ones which are interested in the museum themes due to their own interest, profession, or just to take inspiration for their creativity.",
    "place_id": "ChIJwcLyGObDhkcRd4Ay1dlKE3I",
    "neigh": "Porta Genova",
    "site": "https://www.mudec.it/ita/",
    "img": "http://3.bp.blogspot.com/-MGbRoeJuCu8/VSVsEBGHGLI/AAAAAAAAD6k/jO-YSfnQ-sA/s1600/MUDEC%2Barchitectsjournal_Photo%2B%C2%A9%2BOskar%2BDa%2BRiz_1.jpg",
    "alt_img": "Photo of the structure of the museum"
  },
  {
      "name": "Church of San Maurizio",
    "description": "San Maurizio al Monastero Maggiore is a church in Milan, Northern Italy. It was originally attached to the most important female convent of the Benedictines in the city, Monastero Maggiore, which is now in use as the Civic Archaeological Museum. The church today is used every Sunday from October to June to celebrate in the Byzantine Rite, in Greek according to the Italo-Albanian tradition. It is also used as concert hall.\nThe complex was founded in Lombard times, partially re-using ancient Roman edifices. Of these, there remain a polygonal tower, a relic of the ancient Maximian walls, and a square one, originally part of the lost Hippodrome and later adopted as the church's bell tower. The monastery is now home to Milan's Archaeological Museum.\n\n\nSt. Luke, from fresco by Vincenzo Foppa\nThe construction began in 1503 under the design of Gian Giacomo Dolcebuono in collaboration with Giovanni Antonio Amadeo. The edifice was finished fifteen years later by Cristoforo Solari, divided into two parts: one for the faithful, one for the nuns. Until 1794 the latter were strongly forbidden to cross the dividing wall.",
    "place_id": "ChIJ42GMgJi5hkcR70ydC_sBD-8",
    "neigh": "Zona Magenta",
    "site": "https://www.museoarcheologicomilano.it/oltre-il-museo/la-chiesa-s.-maurizio-al-monastero-maggiore",
    "img": "https://www.touringclub.it/sites/default/files/styles/tutta_colonna/public/immagini_georiferite/san_maurizio_2.jpg?itok=8K8NRFry",
    "alt_img": "Internal view of the church with lots of paints on the walls"
  },
  {
    "name": "Basilica of Sant’ambrogio",
    "description": "The Basilica of Sant'Ambrogio (official name: Basilica romana minore collegiata abbaziale prepositurale di Sant'Ambrogio) is a church in the center of Milan, northern Italy.\nImmediately beside the church, there is a white marble column with two holes. According to legend, these were made by the Devil hitting the column with his horns because he could not seduce St. Ambrose into temptation. Thus, this column is called the Devil's Column.",
    "place_id": "ChIJCfxX3lbBhkcRY78V8stFXio",
    "neigh": "Carrobbio",
    "site": "http://www.basilicasantambrogio.it/",
    "img": "https://milano-bedandbreakfast.it/wp-content/uploads/2019/06/basilica-sant-ambrogio.jpg",
    "alt_img": "Photo of the internal cloister of the church by day"
  },
  {
    "name": "Mercato Centrale",
    "description": "Inside the Central Station in the heart of the city is the heart of fashion, design and inclusiveness. This is where the Mercato Centrale Milano was born.\n\nTwo floors, 32 stores filled goodness, flowers, a radio laboratory under the artistic direction of Alessio Bertallot, and a dedicated space for meetings, presentations, and events.",
    "place_id": "ChIJhccWg6PHhkcRvvi6CCCa2vY",
    "neigh": "Centrale",
    "site": "https://www.mercatocentrale.com/milan/",
    "img": "https://citynews-milanotoday.stgy.ovh/~media/horizontal-mid/14144319543522/mercato-centrale-roma-foto-da-ig-2.jpg",
    "alt_img": "Photo of the intern of the stucture with lost of shops"
  },
  {
    "name": "Circolo Magnolia",
    "description": "The Circolo Magnolia is a non-profit ARCI Association born in 2005, it has always stood out thanks to concerts and evenings, recalling on its own stage artists of national and international fame. If you see the biggest billboard in the summer season, of the biggest clubs in Europe, you can notice that there's no difference at all.\nMagnolia is lucky, it's born in the middle of a park, the one that surround our sea: Idroscalo. \nOver these years, development and practice of procedures and methods of environmental sustainability has always been among the priorities.\nThese are almost fifteen years of projects:\n\nIn 2009 was installed, in collaboration with the Metropolitan City of Milan, 200 solar panels of 200w each with the ability to produce every year 22.892,8 Kw/h. \nSince 2011 THERE IS NO PLASTIC inside Magnolia, because, in agreement with other clubs and local Lombard, has converted the glasses and straws in biodegradable material: PLA.\nIn 2013, thanks to the collaboration with three Universities: Bicocca University, Brera Academy and Milan Polytechnic, the \"MAGNOLIA SI IN MANT\" project was launched for the structural redevelopment of the building and for the protection of energy consumption.",
    "place_id": "ChIJTS-qcR3GhkcRczwkCGKk89Y",
    "neigh": "Idroscalo",
    "site": "http://www.circolomagnolia.it/",
    "img": "https://zero-media.s3.amazonaws.com/uploads/2015/05/575491c9-d065-42e2-b1e0-14fcd873a41d.jpg",
    "alt_img": "people hanging out outside under lamp"
  },
  {
    "name": "Mediolanum Forum",
    "description": "Mediolanum Forum (originally the Forum di Assago, formerly the FilaForum and DatchForum) is an indoor sports arena that is located in Assago, a small town 3 km outside Milan, Italy. The arena has a seating capacity of 12,700 and is primarily used for basketball, ice hockey, tennis and live concerts.\n\nThe venue is the home ground of the EuroLeague and Italian Serie A professional basketball team AX Armani Exchange Milan. In January 2009, the arena changed its name to the current name of Mediolanum Forum, replacing the old name of DatchForum.",
    "place_id": "ChIJXaskfwjDhkcRm38aGcszv2w",
    "neigh": "Assago",
    "site": "http://mediolanumforum.it/it/",
    "img": "https://www.eventiatmilano.it/wp-content/uploads/2016/01/luoghi_mediolanum_forum_assago_milano.jpg",
    "alt_img": "Intern View of the arena during a concert"
  },
  {
    "name": "Ippodromo di San Siro",
    "description": "San Siro Ippodromo is a station on Line 5 of the Milan Metro.\nThe works for the construction of the station began in November 2010, as part of the second section of the line, from Garibaldi FS to San Siro Stadio. The station was opened to the public on 29 April 2015, a few days before the official opening of Expo 2015.\nSan Siro Ippodromo is an underground station with two tracks served by one island platform and, like all the other stations on Line 5, is wheelchair accessible.",
    "place_id": "ChIJ1y15T73BhkcR7L8XravLvwk",
    "neigh": "San Siro",
    "site": "https://www.ippodromisnai.it/sansirogaloppo/",
    "img": "https://www.milanotoday.it/~media/horizontal-hi/61488034792035/nuovo-stadio-ippodromo-trotto-san-siro-3.jpg",
    "alt_img": "Drone photo of all the area"
  },
  {
    "name": "Politecnico di Milano",
    "description": "The Polytechnic University of Milan (Politecnico di Milano) is the largest technical university in Italy, with about 42,000 students.[2] The university offers undergraduate, graduate and higher education courses in engineering, architecture and design. Founded in 1863, it is the oldest university in Milan.\n\nThe Polytechnic University of Milan has two main campuses in the city of Milan, Italy, where the majority of the research and teaching activities are located, as well as other satellite campuses in five other cities across the Lombardy and Emilia-Romagna regions. The central offices and headquarters are located in the historical campus of Città Studi in Milan, which is also the largest, active since 1927.\n\nAccording to the QS World University Rankings for the subject area 'Engineering & Technology', it ranked in 2020 as the 20th best in the world.[6] It ranked 6th worldwide for Design, 9th for Civil and Structural Engineering, 9th for Mechanical, Aerospace Engineering and 7th for Architecture.[6] Its notable alumni or professors include Nobel laureate Giulio Natta, novelist Carlo Emilio Gadda and architects Renzo Piano and Aldo Rossi.",
    "place_id": "ChIJUxfRffbGhkcRdzNKd-H6MI4",
    "neigh": "Città Studi",
    "site": "https://www.polimi.it/index.php?L=0",
    "img": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/04/50/7e/22/ingegneria-facciata-edificio.jpg?w=1200&h=-1&s=1",
    "alt_img": "Photo of the square in front of the entrance of the university"
  }
]
